{
    "nav-title": "Agent-Q",
    "nav-search-placeholder": "Click to search...",
    "nav-search": "Agent-Q",
    "mp-welcome": "Welcome back, Agent <name>",
    "mp-agentfile": "Agent File",
    "mp-file-name": "Name",
    "mp-briefing": "Mission Briefing",
    "mp-file-codename": "Code Name",
    "mp-file-number": "Agent Number",
    "mp-quality": "Qualities",
    "mp-popular": "Most popular Quizzes",
    "mp-played": "Most played Quizzes",
    "mp-own": "Your Quizzes",
    "mp-missions": [
        "Operation: Bitter Brew | Your mission begins at 0800 hours in the hostile territory known as the downtown café district. Intelligence reports the barista has been intentionally underfilling lattes by 12%. You are to infiltrate, acquire a grande-sized evidence sample, and determine whether the missing foam is due to negligence or malice. Proceed with caution — the target is rumored to recognize faces faster than facial recognition itself. Return with caffeine or not at all.",
        "Mission: Paper Trail | Someone in accounting has been hoarding all the good pens, and morale in the office has collapsed. Disguised as a harmless intern, you’ll navigate cubicle corridors and obtain the coordinates of the stash. Beware: the perpetrator is known for passive-aggressive sticky notes and a keen sense for approaching footsteps. Extraction point is near the copier — if it’s working.",
        "Operation: Silent Snack | The vending machine in Sector Breakroom B has gone rogue, refusing to dispense anything below C7. Your orders are to perform a late-night reconnaissance, decode the machine’s internal logic, and retrieve the sacred bag of chips labeled 'Cheddar Burst.' Do not alert the cleaning staff — they’ve been compromised since the last snack heist of ’22.",
        "Mission: The Great Reset | Headquarters reports that no one remembers the Wi-Fi password. Your objective: infiltrate IT, locate the legendary Post-it note of Access, and restore digital communication to the office before productivity collapses entirely. Time is short. HR is threatening to start 'team bonding exercises' if email remains offline beyond 1400 hours.",
        "Operation: Java Protocol | Coffee reserves have fallen below sustainable levels. You are tasked with acquiring a fresh pot without alerting the caffeine-deprived masses. Reports indicate the coffee machine is leaking classified liquid all over the counter. Approach from the west corridor, avoid Karen from HR, and under no circumstances admit you’re using decaf. Failure will not be tolerated — but probably forgiven, depending on mood swings.",
        "Mission: PowerPoint Mirage| Agent, your objective is to infiltrate a board meeting and deliver a 27-slide presentation containing absolutely no useful information, yet appear insightful. Maintain eye contact, nod occasionally, and insert buzzwords like 'synergy' and 'ecosystem alignment.' Escape once applause begins — or when someone asks for actual metrics. Whichever comes first.",
        "Operation: Missing Link | Sometime between Friday evening and Monday morning, the office fridge became a scene of culinary tragedy. Your lunch — code-named 'Leftover Lasagna' — has vanished. You are to conduct a covert investigation, interview witnesses, and extract confessions. Remember: everyone’s innocent until you check their Tupperware.",
        "Mission: The Inbox Gambit | The situation in your email inbox has reached critical mass. Over 2,000 unread messages are now self-aware and plotting rebellion. Your assignment is to regain control, delete with precision, and flag potential threats. Expect resistance from newsletters, automated replies, and the ever-elusive 'Reply All' saboteurs. You will not survive unscathed, but the inbox must fall.",
        "Operation: Midnight Spreadsheet | At 2300 hours, HQ received an urgent request for a 'last-minute data report.' Translation: someone forgot to do their job, and now it’s yours. Your task is to assemble numbers, charts, and confidence at an unreasonable hour, all while pretending you had this ready all along. Coffee authorization: unlimited. Sleep authorization: denied.",
        "Mission: The Final Countdown | The quarterly meeting is approaching, and upper command expects results. Actual results. You are to fabricate plausible metrics, obscure the real numbers behind jargon, and survive questioning from Director Hawthorne — codename: 'The Human Lie Detector.' Your only weapons: charm, half-truths, and a laser pointer. Godspeed, Agent."
    ],
    "mp-qualities": [
        "Ghosted Since Birth",
        "Discount Store Bond",
        "Rusty Steel Trap",
        "Permanent Halloween Costume",
        "Professional Self-Distraction",
        "Olympic-Level Poker Face",
        "Fluent in Lies",
        "Quick Mind, Slow Texts",
        "Overconfident Briefing Skipper",
        "Problem-Causing Problem Solver",
        "Vanishing Work Ninja",
        "Vending Machine Hacker",
        "Cardio Avoidance Specialist",
        "Accidental Marksman Extraordinaire",
        "Emotionally Unavailable Operative",
        "Password Amnesia Master",
        "Snack-Driven Loyalist",
        "Calm Until Meeting",
        "Printer Nemesis Genius",
        "Graceful Disaster Planner"
    ]
}
