{
    "toast-err-reg-taken": "Felhasznnálónév Már Használatban!",
    "toast-suc-reg": "Sikeres regisztráció!",
    "toast-err-reg": "Hiba a regisztráció során!",
    "toast-suc-upd-psw": "Jelszó sikeresen frissítve!",
    "toast-suc-upd-avatar": "Profilkép sikeresen frissítve!",
    "toast-suc-upd-username": "Felhasználónév sikeresen frissítve!",
    "toast-err-upd-psw": "Hiba a jelszó frissítésekor!",
    "toast-err-upd-psw-match": "A jelszavak nem egyeznek!",
    "toast-err-psw-match": "A jelszavak nem egyeznek!",
    "toast-err-upd-avatar": "Hiba a profilkép frissítésekor!",
    "toast-err-upd-username": "Hiba a felhasználónév frissítésekor!",
    "toast-err-login": "Hiba a bejelentkezés során!",
    "prf-save": "Mentés",
    "prf-cancel": "Mégse",
    "prf-avatar": "Kinézet Változtatása",
    "prf-file": "Ügynök Aktája",
    "prf-name": "Neve",
    "prf-codename": "Kódneve",
    "prf-number": "Ügynök száma",
    "prf-password": "Jelszó változtatása",
    "prf-edit": "Akta szerkesztése",
    "prf-old-password": "Régi Jelszó",
    "prf-new-password": "Új Jelszó",
    "prf-confirm-password": "Új Jelszó Ismét",
    "prf-change": "Változtat",
    "exp-notfound": "Nem található kvíz",
    "exp-create": "Új kvíz létrehozása",
    "log-title": "Bejelentkezés",
    "log-username": "Felhasznnálónév",
    "log-password": "Jelszó",
    "log-avatar": "Profilkép URL (opcionális)",
    "log-button": "Bejelentkezés",
    "log-register": "Még nem tagja az ügynökségnek?",
    "log-register-redirect": "Regisztráció",
    "reg-title": "Regisztráció",
    "reg-username": "Felhasznnálónév",
    "reg-password": "Jelszó",
    "reg-avatar": "Profilkép URL (opcionális)",
    "reg-button": "Regisztrálás",
    "reg-login": "Már tagja az ügynökségnek?",
    "reg-login-redirect": "Bejelentkezés",
    "nav-title": "K-Ügynök",
    "nav-search-placeholder": "Kereséshez kattints...",
    "nav-search": "K-Ügynök",
    "mp-welcome": "Üdv újra, Ügynök <name>",
    "mp-agentfile": "Ügynök Aktája",
    "mp-file-name": "Név",
    "mp-briefing": "Küldetés Eligazítás",
    "mp-file-codename": "Kódnév",
    "mp-file-number": "Ügynök Azonosító",
    "mp-quality": "Képességek",
    "mp-popular": "Leghíresebb Kvízek",
    "mp-played": "Legjátszottabb Kvízek",
    "mp-own": "Saját Kvízek",
    "mp-missions": [
        "Bevetés: Keserű Főzet | A küldetés 08:00-kor kezdődik a 'belvárosi kávéházi' zónának nevezett ellenséges területen. A hírszerzés szerint a barista szándékosan 12%-kal kevesebbet tölt a lattékba. Infiltráld, szerezz egy grande méretű bizonyítékmintát, és állapítsd meg, hogy a hiányzó hab gondatlanság vagy rosszindulat eredménye-e. Óvatosan járj el — a célpontról azt rebesgetik, hogy gyorsabban ismer fel arcokat, mint maga az arcfelismerés. Térj vissza koffeinnel vagy egyáltalán ne térj vissza.",
        "Küldetés: Papírnyom | Valaki a könyvelésen gyűjtögeti az összes jó tollat, és az irodai morál összeomlott. Álcázva magad ártalmatlan gyakornoknak, végig kell haladnod a kockás folyosókon és megszerezni a rejtekhely koordinátáit. Vigyázz: az elkövetőről ismert, hogy passzív-agresszív post-it üzeneteket hagy és kiválóan érzékeli a közeledő lépteket. A kitermelési pont a fénymásolónál van — ha épp működik.",
        "Bevetés: Csendes Harapás | A 'B' szektor szünetelő automatája elszabadult: nem ad ki semmit a C7 alatt. Parancsod késő esti felderítés végrehajtása, az automata belső logikájának dekódolása és a 'Cheddar Burst' feliratú szent chipszacskó visszaszerzése. Ne riaszd fel a takarítókat — kompromizálva vannak az utolsó 2022-es nassolási rablás óta.",
        "Küldetés: A Nagy Visszaállítás | A központ jelentése szerint senki sem emlékszik a Wi‑Fi jelszóra. A célod: infiltrálni az IT-t, megtalálni a legendás 'Hozzáférés' Post-itet, és helyreállítani az irodai digitális kommunikációt, mielőtt a termelékenység teljesen összeomlik. Az idő szűkös. A HR azzal fenyeget, hogy 'csapatépítő gyakorlatokat' indít, ha az e-mail 14:00 után is offline marad.",
        "Bevetés: Java Protokoll | A kávékészlet a fenntartható szint alá esett. Feladatod friss kanna beszerzése anélkül, hogy felhívnád a koffeinhiányos tömegek figyelmét. Jelentések szerint a kávégép titkos folyadékot szivárogtat a pulton. Közelíts a nyugati folyosóról, kerüld a HR-eseket, és semmi esetre se ismerd el, hogy koffeinmentest használsz. A kudarc nem megengedett — de valószínűleg megbocsátják, hangulatváltozásoktól függően.",
        "Küldetés: PowerPoint Délibáb | Ügynök, a célod, hogy befurakodj egy igazgatósági ülésre és előadj egy 27 diás prezentációt, amelyben semmi hasznos nincs, mégis tűnj bölcsnek. Tarts szemkontaktust, bólints időnként, és dobj be divatos szavakat, mint 'szinergia' és 'ökoszisztéma-összhang'. Menekülj, amint taps kezdődik — vagy amikor valaki konkrét mutatókat kérnek. A kettő közül, amelyik előbb jön.",
        "Bevetés: Hiányzó Láncszem | Valamikor péntek este és hétfő reggel között az iroda hűtője kulináris tragédia színterévé vált. Az ebéded — 'Maradék Lasagna' fedőnév alatt — eltűnt. Titkos nyomozást kell folytatnod, tanúkat kihallgatnod és vallomásokat kicsikarnod. Ne feledd: mindenki ártatlan, amíg meg nem nézed a tárolódobozát.",
        "Küldetés: Beérkező Üzenetek Gámbitusa | Az e-mail fiókodban kritikus tömeg alakult ki. Több mint 2000 olvasatlan üzenet most öntudatra ébredt és lázadást tervez. A feladatod visszafoglalni az irányítást, precízen törölni és megjelölni a potenciális fenyegetéseket. Számíts ellenállásra hírlevelektől, automatikus válaszoktól és az örökké elrejtőző 'Válasz Mindenkinek' szabotőröktől. Nem úszod meg sértetlenül, de a postaládát le kell győznöd.",
        "Bevetés: Éjféli Táblázat | 23:00-kor a központ sürgős 'végső pillanatos adatszolgáltatást' kapott. Fordítás: valaki elfelejtette elvégezni a munkáját, és most a tiéd. Feladatod számok, diagramok és magabiztosság összeállítása elfogadhatatlan időpontban, miközben úgy teszel, mintha ez mindig is készen lett volna. Kávéhozzájárulás: korlátlan. Alváshoz való hozzájárulás: megtagadva.",
        "Küldetés: Az Utolsó Visszaszámlálás | Közeleg a negyedéves értekezlet, és a felső vezetés eredményeket vár. Valódi eredményeket. Hamisíts meg hihető mutatókat, takard el a valódi számokat zsargonnal, és éld túl Hawthorne igazgató — fedőnevén: 'Az emberi hazugságvizsgáló' — kérdéseit. Egyetlen fegyvereid: elbűvölés, féligazságok és egy lézerpointer. Sok sikert, ügynök."
    ],
    "mp-qualities": [
        "Születése Óta Figyelmen Kívül Hagyott",
        "Diszkontbolt-Hűség",
        "Rozsdás Acélcsapda",
        "Állandó Halloween-Jelmez",
        "Professzionális Önelterelés",
        "Olimpiai Szintű Pókerarc",
        "Jártas A Hazugságokban",
        "Fürge Elme, Lassú Üzenetek",
        "Túlmagabiztos Eligazítás-Kihagyó",
        "Problémát Okozó Problémamegoldó",
        "Eltűnő Munkanindzsa",
        "Italautomata-Hacker",
        "Kardiókerülés-Specialista",
        "Véletlen Mesterlövész Kiválóság",
        "Érzelmileg Elérhetetlen Ügynök",
        "Jelszóamnézia Mestere",
        "Nasival Motivált Lojális",
        "Nyugodt — A Megbeszélésig",
        "A Nyomtató Ellensége, Zseni",
        "Elegáns Katasztrófa-Tervező"
    ]
}
